import shutil
import os
text = '''Python - інтерпретована об'єктно-орієнтована мова програмування високого рівня зі строгою динамічною типізацією.
Розроблена в 1990 році Гвідо ван Россумом.
Структури даних високого рівня разом із динамічною семантикою та динамічним зв'язуванням роблять її привабливою для швидкої розробки програм, а також як засіб поєднування наявних компонентів.
Python підтримує модулі та пакети модулів, що сприяє модульності та повторному використанню коду.
Інтерпретатор Python та стандартні бібліотеки доступні як у скомпільованій, так і у вихідній формі на всіх основних платформах.
В мові програмування Python підтримується кілька парадигм програмування, зокрема: об'єктно-орієнтована, процедурна, функціональна та аспектно-орієнтована.
'''
r = text[::-1]
s=r[2].upper()+r[3:]
print(s)
